<div class="node_body cb">
					2016년은 인공지능에 중요한 한 해였다.<br>
<br>
연구원들이 인공지능에 대해 ‘이야기’를 한 지 몇 년 만에 굉장한 발전을 이루어냈기 때문이다. 그리고 업계 전문가들은 2017년 인공지능이 더 크게 혁신하리라 내다보고 있다.<br>
<br>
무어 인사이트 &amp; 스트레티지(Moor Insight &amp; Strategy)의 애널리스트 패트릭 무어헤드는 “인공지능에 있어 중요한 한 해였다”라면서, “우리는 마이크로소프트, 구글, 아마존, IBM, 인텔, 엔비디아 등 업계의 주요 업체들이 인공지능을 회사의 ‘북극성’으로 만들거나 인공지능을 대중화하기 위해 노력하는 것을 목격했다”고 평가했다.<br>
<br>
올 한해, IT 업계에서 인공지능만큼 주목받은 것도 많지 않다. 예를 들어, 기술 시장 분석 업체인 CB 인사이트(CB Insights)에 따르면, 2016년에만 최소한 20개의 인공지능 업체가 인수되었다.<br>
<br>
애플은 이모션트(Emotient), 튜플점프(Tuplejump), 투리(Turi)를 인수했고, 세일즈포스는 프레딕션IQ(PredictionIQ)와 메타마인드(MetaMind)를 인수했다. 구글은 Api.ai와 무드스톡(Moodstocks)을, 인텔은 잇시즈(Itseez), 너바나 시스템(Nervana Systems), 모비디우스(Movidius)를 인수했다. 트위터, 이베이, 오라클, 아마존, 마이크로소프트, GE 역시 인공지능 업체를 인수했다.<br>
<br>
이 회사 중 일부는 신생기업을 대거 인수하기도 했는데, 이는 대기업들이 단순히 기술이 아닌 인공지능 전문 인력에 많은 관심이 있음을 의미한다. 인공지능의 잠재력을 봤기 때문인데, 고객들이 온라인에서 완벽한 외투를 고르는 것을 도와주거나 퇴근길에 사고현장을 우회하는 길을 찾거나, 고객의 계좌에서 발생하는 사기 행각을 발견하거나, 음성 명령, 문자, 채팅 앱 등으로 고객과 상호작용하는 등 인공지능은 향후 곳곳에서 큰 역할을 담당하게 될 것이다.<br>
<br>
온라인 유통업체인 1-800-플라워(1-800-Flowers)의 임원들은 인공지능 기술이 자사의 비즈니스를 완전히 바꿀 정도로 중요하다고 말한다. 이 회사의 CEO인 크리스 맥캔은 올 가을 한 인터뷰에서 “전자상거래의 큰 변화가 시작되고 있다”면서, “인공지능은 우리에게 전에없는 고객들과의 깊은 관계를 맺을 기회를 준다”라고 말했다.<br>
<br>
지난 5월 구글은 I/O 개발자 컨퍼런스에서 구글이 인공지능에 어떻게 집중하고 있는지를 보여주면서, 인공지능을 탑재한 구글 어시스턴트, 구글 홈(Google Home), 채팅 앱 알로(Allo), 화상 통화 앱 듀오(Duo)를 공개했다.<br>
<br>
그리고 10월에는 IBM 회장이자 CEO인 버지니아 로메티가 IBM의 월드 오브 왓슨(World of Watson) 컨퍼런스의 기조연설에서 5년 후에는 사적이든 일적이든 모든 중요한 결정은 IBM의 왓슨 인공지능 시스템의 도움을 받게 될 것이라고 밝히기도 했다.<br>
<br>
이러한 기업들의 움직임은 향후 인공지능의 진화가 확실하다는 것을 보여준다.<br>
<br>
엔델레 그룹(Enderle Group)의 애널리스트 롭 엔델레는 “이 업계에 기대했던 수준에 와 있다. 하지만 한 번의 큰 도약이 극적인 변화를 이끌어낼 수 있다는 점을 기억해야 한다. 그리고 현재 이 도약을 노리는 사람들이 많다”라면서, “2017년에는 훨씬 더 많은 스마트 시스템들을 보게 될 것이고, 디지털 비서의 역량이 커지고, 더 많은 자율 주행차가 나오고, 심지어 자율 비행기도 테스트될 것”이라고 전망했다.<br>
<br>
즉, 2017년에는 인공지능이 한 발자국 앞으로 나아가는 것이 아니라 큰 폭으로 도약하기 시작할 것이라는 이야기다.<br>
<br>
그리고 이 과정에 인공지능이 스스로 힘을 불어넣고 있다.<br>
<br>
엔델레는 “현재 인공지능은 사람에 의해서 만들어진다. 앞으로 인공지능 시스템이 미래의 인공지능 시스템을 만드는 데 더 많이 활용되면 더 큰 진화가 일어날 것이다. 이렇게 되면 발전 속도는 선형적이라기보다 알고리즘 적으로 변하게 될 것”이라고 말했다.<br>
<br>
한편, 무어헤드는 2017년에 인공지능 기반의 플랫폼을 앱이나 서비스에 활용하는 기업들이 훨씬 더 많아질 것이라고 전망한다. 그는 “기업들이 인공지능 대열에 합류하는 회사를 더 많이 보게 될 것”이라면서, “아직 인공지능이 티핑 포인트에 와있다고는 생각하지 않지만, 가깝다고는 생각한다. 이 티핑 포인트는 2017년 인공지능이 더 많은 앱에 활용되면서 일어날 것”이라고 말했다.<br>
<br>
IDC의 애널리스트 데이브 슈브멜 역시 더 많은 기업들이 2017년에 인공지능을 활용하게 될 것이라고 보고 있다. 그는 “인공지능이 엔터프라이즈 애플리케이션에 임베디드되고, 가이드, 추천, 예측 등을 제공하게 될 것”이라고 말했다.<br>
<br>
하지만 그는 인공지능 시스템 상용화 측면에서는 많은 진화가 있었으나, 소비자 중심의 디지털 비서에 많은 발전이 없어 실망했다는 점을 지적했다.<br>
<br>
무어헤드 역시 여기에 동의했는데, “알렉사나 시리 같은 디지털 비서들은 우리가 기대했던 것보다 뒤처지고 있다”고 덧붙였다.<br>
<br>
하지만 그들 모두 2017년에는 의미 있는 발전이 있을 것으로 내다봤다. editor@itworld.co.kr				</div>